Repository: jankampherbeek/cycles
Catalog: po_files/cycles.po
Languages: nl

source: Gregorian
nl: Gregoriaans

source: Calendar
nl: Kalender

source: Celestial Point
nl: Hemelpunt

source: Coordinate
nl: Co√∂rdinaat

source: Cycle type
nl: Soort cyclus

source: End date (yyyy/mm/dd)
nl: Eind datum (jjjj//mm/dd)

# tform1.lbledenddate.hint
source: yyyy/mm/dd
nl: jjjj/mm/dd

source: Interval in days
nl: Interval in dagen

source: Start date (yyyy/mm/dd)
nl: Begin datun (jjjj/mm/dd)

# tform1.lbledstartdate.hint
source: yyyy/mm/dd
nl: jjjj/mm/dd

# tform1.lbledstartdate.texthint
source: yyyy/mm/dd
nl: jjjj/mm/dd
